<?
$MESS["SBBL_PATH_TO_BASKET"] = "Страница корзины";
$MESS["SBBL_SHOW_NUM_PRODUCTS"] = "Показывать количество товаров";
$MESS["SBBL_SHOW_TOTAL_PRICE"] = "Показывать общую сумму по товарам";
$MESS["SBBL_SHOW_EMPTY_VALUES"] = "Выводить нулевые значения в пустой корзине";

$MESS["SBBL_LIST"] = "Список товаров";
$MESS["SBBL_SHOW_PRODUCTS"] = "Показывать список товаров";

$MESS["SBBL_SHOW_IMAGE"] = "Выводить картинку товара";
$MESS["SBBL_SHOW_PRICE"] = "Выводить цену товара";
$MESS["SBBL_SHOW_SUMMARY"] = "Выводить подытог по строке";

$MESS["SBBL_HIDE_ON_BASKET_PAGES"] = "Не показывать на страницах корзины и оформления заказа";

$MESS["SBBL_MAX_IMAGE_SIZE"] = "Максимальный размер картинки товара";
$MESS["HIDE_ON_BASKET_PAGES_TIP"] = "Опция позволяет скрыть компонент на страницах корзины и оформления заказа. Рекомендуется оставлять данную опцию включенной во избежание снижения производительности на этих страницах.";
?>